TheScientist101/astra/controller/firmware/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.2.2 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32c3"
CONFIG_MISO_GPIO=0
CONFIG_SCLK_GPIO=2
CONFIG_MOSI_GPIO=1
CONFIG_CE_GPIO=4
CONFIG_CSN_GPIO=3
